Repository: husky-dev/kremen-transport-ios
Catalog: App/Resources/Localizable.xcstrings
Source language: uk
Languages: en

# common.cancel
source: Скасувати
en: Cancel

# common.close
source: Закрити
en: Close

# common.done
source: Готово
en: Done

# common.retry
source: Повторити
en: Retry

# error.load.message
source: Перевірте з'єднання з інтернетом і спробуйте ще раз.
en: Check your internet connection and try again.

# error.load.title
source: Не вдалося завантажити дані
en: Couldn't load data

# eta.minutes
source: %lld хв
en: %lld min

# eta.now
source: зараз
en: now

# eta.seconds
source: %lld с
en: %lld s

# location.denied.message
source: Дозвольте доступ до геолокації в Налаштуваннях, щоб побачити своє місце на карті.
en: Allow location access in Settings to see your position on the map.

# location.denied.settings
source: Відкрити Налаштування
en: Open Settings

# location.denied.title
source: Немає доступу до геолокації
en: Location access denied

# map.control.locate
source: Моє місце
en: My location

# map.control.settings
source: Налаштування
en: Settings

# map.control.zoomIn
source: Збільшити
en: Zoom in

# map.control.zoomOut
source: Зменшити
en: Zoom out

# map.loadingRoutes
source: Завантаження маршрутів…
en: Loading routes…

# map.noRoutesSelected
source: Оберіть маршрути
en: Choose routes

# map.routes.button
source: Маршрути
en: Routes

# map.status.disconnected
source: Офлайн
en: Offline

# map.status.justNow
source: щойно
en: just now

# map.status.minutesAgo
source: %lld хв тому
en: %lld min ago

# map.status.offline
source: Немає зв'язку
en: No connection

# map.status.online
source: Онлайн
en: Online

# map.status.secondsAgo
source: %lld с тому
en: %lld s ago

# routes.clear
source: Очистити
en: Clear

# routes.empty.message
source: Спробуйте інший номер або назву маршруту.
en: Try another route number or name.

# routes.empty.title
source: Нічого не знайдено
en: No results

# routes.filter.all
source: Усі
en: All

# routes.filter.bus
source: Автобуси
en: Buses

# routes.filter.trolley
source: Тролейбуси
en: Trolleybuses

# routes.notRunning
source: не курсує
en: not running

# routes.onRoute
source: %lld в русі
en: %lld running

# routes.search.prompt
source: Номер або назва
en: Number or name

# routes.section.bus
source: Автобуси
en: Buses

# routes.section.selected
source: Обрані
en: Selected

# routes.section.trolley
source: Тролейбуси
en: Trolleybuses

# routes.selectAll
source: Обрати всі
en: Select all

# routes.selectedCount
source: %lld маршруту
en: %lld routes

# routes.showOffline
source: Показувати офлайн
en: Show offline

# routes.title
source: Маршрути
en: Routes

# settings.appearance.dark
source: Темний
en: Dark

# settings.appearance.light
source: Світлий
en: Light

# settings.appearance.section
source: Вигляд
en: Appearance

# settings.appearance.system
source: Системний
en: System

# settings.language.footer
source: Мова змінюється в Налаштуваннях iOS. Торкніться, щоб відкрити їх.
en: The language is changed in iOS Settings. Tap to open them.

# settings.language.row
source: Мова застосунку
en: App language

# settings.language.section
source: Мова
en: Language

# settings.title
source: Налаштування
en: Settings

# station.direction.forward
source: Прямий напрямок
en: Outbound

# station.direction.reverse
source: Зворотний напрямок
en: Inbound

# station.empty.message
source: Найближчим часом транспорт сюди не очікується.
en: No transport is expected here soon.

# station.empty.title
source: Немає прогнозів
en: No arrivals

# station.error.title
source: Помилка завантаження
en: Failed to load

# station.filter.all
source: Усі
en: All

# station.filter.selected
source: Обрані
en: Selected

# station.routesCount
source: %lld маршруту
en: %lld routes

# station.updated
source: оновлено %@
en: updated %@

# unit.km
source: %@ км
en: %@ km

# unit.meters
source: %lld м
en: %lld m

# unit.speed
source: %lld км/год
en: %lld km/h

# vehicle.heading
source: Напрямок
en: Heading

# vehicle.lastSeen
source: Востаннє
en: Last seen

# vehicle.offline
source: Офлайн
en: Offline

# vehicle.route
source: Маршрут
en: Route

# vehicle.showRoute
source: Показати маршрут
en: Show route

# vehicle.speed
source: Швидкість
en: Speed

# vehicle.title
source: Транспорт
en: Vehicle
